return {
    
    ["Play"] = "遊ぶ",
    ["Options"] = "オプション",
    ["Console"] = "コンソール",
    ["Disconnect"] = "切断する",

    ["pausemenu"] = "一時停止メニュー",
    ["net"] = "インターネット接続: ",
    ["net-good"] = "低遅延",
    ["net-middle"] = "中程度のレイテンシ", 
    ["net-bad"] = "高遅延",

    ["Leftselect"] = "LMB-選択",
    ["Escback"] = "ESC-戻る",

    ["InfoPanelErrTxt"] = "構成でYourRPまたは\nDarkRPをアクティブ化します...ベースまたはカスタムゲームモードとしてDarkRPを使用しているかどうかを選択します。", 


    ["Maincategory"] = "主な設定",
        ["DRP-Info"] = "ここで、ゲームモードとしてDarkRPをアクティブ化できます。",
        ["DRP"] = "私はdarkrpを持っています",

        ["YRP-Info"] = "ここで、カスタムRPをゲームモードとしてアクティブ化できます。",
        ["YRP"] = "私はYourRPを持っています",

    ["Titlecategory"] = "タイトル設定",
        ["Title-Info"] = "ここで、一時停止メニューの上部にあるエスケープメニューのタイトルを変更できます",
        ["Title"] = "タイトルを設定",

        ["Font-Info"] = "ここでは、一時停止メニューで使用するフォントを変更したり、カスタムフォントを有効にしたり、独自のフォントをワークショップにアップロードして使用したりできます。",
        ["Font"] = "フォントを変更する",

    ["Visuallycategory"] = "視覚的な設定",
        ["bg-Info"] = "ここで、エスケープメニューの背景をアクティブにすることができます。これは、決定したデフォルトの背景（swbf2メニューの背景）を使用します。",
        ["Bg"] = "アクティブな背景",

        ["Cbg-Info"] = "ここでは、Imgur IDを使用して、独自の背景をアクティブ化できます。 （Https://imgur.com）",
        ["Cbg"] = "個人的な背景をアクティブにする",

        ["Iid-Info"] = "ここで、背景にImurgIDを設定できます",
        ["Iid"] = "imgurIDを設定します",

        ["Ip-Info"] = "ここで情報エリアをアクティブ化できます。これにより、darkrpジョブに関する情報が表示されます。",
        ["Ip"] = "情報エリアをアクティブ化",

        ["Dp-Info"] = "ここでは、現在使用されているプレーヤーモデルをすべてのボディグループのエスケープメニューの中央に表示できます。",
        ["Dp"] = "プレーヤーモデルをアクティブ化する",

        ["Dpa-Info"] = "プレーヤーモデルにアニメーションまたはポーズが必要な場合は、ここでアクティブ化できます。",
        ["Dpa"] = "拡張プレーヤーモデルをアクティブ化",

        ["St-Info"] = "ここでは、（コード）、それぞれアニメーションを入力できます。",
        ["St"] = "アニメーションの名前",

    ["buttoncategory"] = "ボタンの設定",

        ["Bhc-Info"] = "ここで、ボタンの色を変更できます。",
        ["Bhc"] = "ボタンの色を変更する",

    ["Example"] = "例",
    ["Buttons"] = "ボタンボタン",
    ["Add"] = "作成",
    ["Edit"] = "編集",
    ["Delete"] = "消去",
    ["Send"] = "送信",
    ["Title"] = "タイトル",
    ["Order"] = "注文",
        ["Order_Short"] = "短い注文",
    ["Function"] = "働き",
        ["Function_Short"] = "働き注文",
    ["Execute"] = "始める",
        ["Execute_Short"] = "短く始める",

    --["Save_Print"] = "構成をデータに正常に保存しました。",
    ["Save_Print"] = "これで、構成がデータに正常に保存されました。",
    ["Save"] = "保存する",
    ["NoButtons_B"] = "データなし",
    ["Cancel"] = "キャンセル",
        
};